Repository: foadelamoury/Space-Booking
Catalog: Application/Resources/SharedResource.*.resx
Languages: ar_eg

source: Active
ar_eg: فعال

source: Add
ar_eg: إضافة

source: Address
ar_eg: العنوان

# AddressA
source: Address (Arabic)
ar_eg: العنوان(عربى)

# AddressE
source: Address (English)
ar_eg: العنوان(إنجليزى)

source: Admin
ar_eg: مدير النظام

source: Advanced Search
ar_eg: بحث متقدم

source: Allow
ar_eg: سماح

source: Attachment
ar_eg: مرفق

# AttachmentA
source: Arabic Attachment
ar_eg: المرفق (العربي)

# AttachmentE
source: English Attachment
ar_eg: المرفق (الانجليزي)

source: Attachments
ar_eg: المرفقات

source: Brief
ar_eg: النبذة

# Brief_A
source: Brief (Arabic)
ar_eg: النبذة (عربي)

# Brief_E
source: Brief(English)
ar_eg: النبذة (إنجليزي)

source: Cancel
ar_eg: إلغاء

source: Content
ar_eg: الركن الاعلامي

# ContentA
source: Content (Arabic)
ar_eg: المحتوى (عربى)

# ContentE
source: Content (English)
ar_eg: المحتوى(انجليزى)

source: Delete
ar_eg: حذف

source: Description
ar_eg: الوصف

# DescriptionA
source: Description (Arabic)
ar_eg: الوصف (العربي)

# DescriptionE
source: Description (English)
ar_eg: الوصف (الانجليزي)

source: Deny
ar_eg: منع

source: Edit
ar_eg: تعديل

source: Email
ar_eg: البريد الالكترونى

# EmailExist
source: Email is already Exist
ar_eg: بريد الكترونى مستخدم من قبل

source: Email not valid
ar_eg: بريد إلكترونى غير صالح

source: End Date
ar_eg: تاريخ الانتهاء

source: Excel
ar_eg: تصدير إكسيل

source: Fax
ar_eg: الفاكس

source: Focus
ar_eg: مميز

source: Function
ar_eg: وظيفة

source: Functions
ar_eg: وظائف

source: Homepage
ar_eg: الرابط

# Group
source: Groups
ar_eg: المجموعات

source: Groups
ar_eg: المجموعات

source: Id
ar_eg: الكود

# InvalidEmail
source: Please enter a valid email
ar_eg: يرجى إدخال بريد إلكتروني صحيح

# InvalidMessage
source: Please write something for us
ar_eg: الرجاء كتابة شيء لنا

# InvalidName
source: Please enter at least 4 chars
ar_eg: الرجاء إدخال 4 أحرف على الأقل

# InvalidSubject
source: Please enter at least 8 chars of subject
ar_eg: الرجاء إدخال 8 أحرف على الأقل للموضوع

source: Lookups
ar_eg: الجداول الملحقة

# message
source: The Message
ar_eg: الرسالة

source: Message Subject
ar_eg: موضوع الرسالة

source: Name
ar_eg: الاسم

# NameA
source: Name (Arabic)
ar_eg: الإسم (عربى)

# NameE
source: Name (English)
ar_eg: الإسم (إنجليزى)

source: Phone
ar_eg: المحمول

# IntroTitleA
source: IntroTitle (Arabic)
ar_eg: العنوان التمهيدى(عربي)

# IntroTitleE
source: IntroTitle (English)
ar_eg: العنوان التمهيدى (إنجليزي)

source: IsCurrent
ar_eg: حالي

source: News
ar_eg: الأخبار

source: No
ar_eg: لا

source: Job Title
ar_eg: الوظيفة

source: Notes
ar_eg: ملاحظات

source: Owner
ar_eg: المالك

source: Password
ar_eg: كلمة المرور

source: Permissions
ar_eg: صلاحيات

source: Phone Number
ar_eg: رقم الهاتف

source: Photo
ar_eg: صورة

# PhotoCaptionA
source: PhotoCaption(Arabic)
ar_eg: وصف الصورة (العربي)

# PhotoCaptionE
source: PhotoCaption(English)
ar_eg: وصف الصورة (الانجليزي)

source: Please Enter
ar_eg: برجاء أدخال

source: Please Select
ar_eg: برجاء اختيار

source: Preview
ar_eg: عرض

source: Print
ar_eg: طباعة

# ResumeA
source: Arabic Resume
ar_eg: السيرة الذاتية (عربي)

source: Reply
ar_eg: الرد

source: Restricted
ar_eg: محدد

source: Save
ar_eg: حفظ

source: Search
ar_eg: بحث

source: Send
ar_eg: إرسال

# SendFail
source: An error occurred, please try again
ar_eg: حدث خطأ برجاء المحاولة مرة اخرى

# SendSuccess
source: Message sent successfully, thanks
ar_eg: تم إرسال الرسالة بنجاح , شكرا

source: Security
ar_eg: أمن النظام

source: Select
ar_eg: اختر

source: Sort Index
ar_eg: الترتيب

source: Source
ar_eg: المصدر

source: Start Date
ar_eg: تاريخ البدء

source: StaticContent
ar_eg: المحتوى الثابت

source: Telephone
ar_eg: التليفون

source: Title
ar_eg: العنوان

source: Title (Arabic)
ar_eg: العنوان (عربى)

source: Title (English)
ar_eg: العنوان (انجليزى)

source: Url
ar_eg: الرابط

source: Url text
ar_eg: نص الرابط

source: Username
ar_eg: اسم المستخدم

# UsernameExist
source: Username is used
ar_eg: اسم المستخدم موجود

source: View
ar_eg: عرض

source: Youtube ID
ar_eg: كود فيديو اليوتيوب

source: Youtube
ar_eg: رابط اليوتيوب

source: WebLink Category
ar_eg: نوع الرابط

source: Publish Date
ar_eg: تاريخ النشر

source: Used Name
ar_eg: الاسم مستخدم سابقا

# RelatedWebLink
source: WebLink Related to Content
ar_eg: الرابط ذات صلة بـ

source: City
ar_eg: المدينة

source: Live
ar_eg: مباشر

# NotesA
source: Notes(Arabic)
ar_eg: ملاحظات (عربى)

# NotesE
source: Notes(English)
ar_eg: ملاحظات (انجليزى)

source: Photo Caption
ar_eg: وصف الصورة

source: Photo Library
ar_eg: ألبوم الصور

source: Publish
ar_eg: نشر

# VideoContent
source: Video Description
ar_eg: وصف الفيديو

source: Export
ar_eg: تصدير لإكسيل

source: Details
ar_eg: تفاصيل

source: Create
ar_eg: إضافة

# Index
source: Browse
ar_eg: تصفح

# DeleteConfirm
source: Are you sure to delete ?
ar_eg: هل انت متأكد من حذف

source: Deleted Successfully
ar_eg: لقد تم الحذف بنجاح

source: OK
ar_eg: موافق

# Permission
source: Permissions
ar_eg: صلاحيات

source: Home
ar_eg: الرئيسية

# CopyRight
source: Copyright © Version 2020 Prices - All rights reserved
ar_eg: حقوق النشر © الإصدارة 2022 محافظة بورسعيد - جميع الحقوق محفوظة

source: From
ar_eg: من

source: To
ar_eg: إلى

source: Blocked Account
ar_eg: هذا الحساب قد تم اغلاقة من قبل مدير النظام

source: Enter
ar_eg: دخول

source: Forget Password?
ar_eg: نسيت كلمة المرور؟

# InvalidAccount
source: Invalid Password
ar_eg: كلمة المرور خاطئة

source: User Not Found
ar_eg: اسم المستخدم غير موجود

source: Logout
ar_eg: تسجيل الخروج

source: InActive
ar_eg: غير فعال

source: Status
ar_eg: الحالة

# ResumeE
source: English Resume
ar_eg: السيرة الذاتية (إنجليزي)

source: Month
ar_eg: الشهر

source: Priodicity
ar_eg: الدورية

source: value
ar_eg: القيمة

source: Year
ar_eg: السنة

# PhotoLibraryPhoto
source: Album Photos
ar_eg: صور البوم الصور

# DeleteDenied
source: This element can't be deleted, it connected with other items
ar_eg: عذرا لا يمكن مسح هذا العنصر

source: Facebook
ar_eg: فيسبوك

source: Instagram
ar_eg: انستجرام

source: Twitter
ar_eg: تويتر

source: Social Media
ar_eg: مواقع التواصل الاجتماعى

# Shortcut
source: Shortcuts
ar_eg: الاختصارات

source: Sectors
ar_eg: القطاعات

source: Resume
ar_eg: السيرة الذاتية

source: Read More
ar_eg: اقرأ المزيد

source: Icon
ar_eg: أيقونة

# ParentId
source: Parent
ar_eg: عنصر الأب

# EmailNotFound
source: Email Not Found, Please Enter Correct Email
ar_eg: البريد الاكترونى غير موجود على النظام و, يرجى ادخال بريد الكترونى صحيح

source: Forget Password?
ar_eg: نسيت كلمة المرور؟

# ForgetPasswordMailContent
source: Username And Password Attached to this mail please check them
ar_eg: لقد تم ارسال لحضراتكم اسم المستخدم وكلمة المرور الجديدة الخاصة بكم , شكر..

# ForgetPasswordMsgSuccessfuly
source: Username And Password Have Been Sent To Your Email , Please Check Your Email
ar_eg: لقد تم ارسال كلمة المرور واسم المستخدم على بريدك الالكترونى رجاء مراجعة البريد الالكترونى الخاص بك

source: Login
ar_eg: تسجيل الدخول

source: Reply Date
ar_eg: تاريخ الرد

source: Label
ar_eg: الكلمة الدالة

source: Value Description
ar_eg: وصف القيمة

# ValueSymbol
source: Value's Symbol
ar_eg: ترميز القيمة

# ValueDescriptionA
source: ValueDescription(Arabic)
ar_eg: وصف القيمة(عربى)

# ValueDescriptionE
source: ValueDescription(English)
ar_eg: وصف القيمة(انجليزى)

source: ValuePreview
ar_eg: استعراض القيمة

source: Setting
ar_eg: الضبط

source: Operation ID
ar_eg: كود العملية

source: Basic Information
ar_eg: البيانات الاساسية

source: IsDefault
ar_eg: قيمة افتراضية

source: SeasonEndMonth
ar_eg: شهر نهاية الموسم

source: SeasonStartMonth
ar_eg: شهر بداية الموسم

source: Apr
ar_eg: ابريل

source: Aug
ar_eg: اغسطس

source: Dec
ar_eg: ديسمبر

source: Feb
ar_eg: فبراير

source: Jan
ar_eg: يناير

source: Jul
ar_eg: يونيه

source: Jun
ar_eg: يوليو

source: Mar
ar_eg: مارس

source: May
ar_eg: مايو

source: Nov
ar_eg: نوفمبر

source: Oct
ar_eg: اكتوبر

source: Sep
ar_eg: سبتمبر

source: NotActive
ar_eg: غير فعال

source: Main Indicator
ar_eg: السلعة الرئيسية

source: Indicators
ar_eg: السلع

source: Seasonality
ar_eg: الموسمية

source: Add Classification
ar_eg: إضافة تصنيف

source: Periodicity
ar_eg: الدورية

source: Weekdays
ar_eg: ايام الاسبوع

source: MINAcceptedValue
ar_eg: أقل قيمة

source: Unit
ar_eg: الوحدة

source: AdministrativeUnit
ar_eg: الوحدة المحلية

source: Country
ar_eg: البلد

source: Governorate
ar_eg: المحافظة

source: District
ar_eg: المنطقة

source: News Category
ar_eg: تصنيف الخبر

# CoverPhotoA
source: CoverPhoto (Arabic)
ar_eg: صوره الغلاف(عربي)

# CoverPhotoE
source: CoverPhoto (English)
ar_eg: صوره الغلاف(انجليزي)

source: Document Library
ar_eg: الاصدارات

source: IsAgricultural
ar_eg: زراعية

source: RelatedAlbum
ar_eg: ربط البومات الصور

source: AddPhotoAlbum
ar_eg: إضافة البوم صور

source: EditAlbum
ar_eg: تعديل البوم

# Add&amp;Edit
source: Add&Edit
ar_eg: اضافة و تعديل

source: Indicator Date
ar_eg: تاريخ الإدخال

# PeriodicityError
source: You cannot enter data on this date. Please choose another date
ar_eg: لا يمكنك ادخال البيانات فى هذا التاريخ يُرجى اختيار تاريخ اخر

source: Reset
ar_eg: تنضيد

source: Comment
ar_eg: التعليق

source: Packaging
ar_eg: التعبئة

# NoResultFound
source: There Is No Data
ar_eg: لا يوجد نتائج للبحث

source: Price
ar_eg: السعر

source: Unit / Currency
ar_eg: العملة / الوحدة

source: Variety
ar_eg: النوع

source: Weight
ar_eg: الوزن

# NoData
source: There Is No
ar_eg: لا يوجد

# SaveError
source: Error Occured While Saving , Please Try Again !
ar_eg: حدث خطأ اثناء الحفظ , برجاء المحاولة مرة اخرى

source: Save Successfully !
ar_eg: تم الحفظ بنجاح

source: Default Subindicators
ar_eg: اختيار السلع الاستراتيجيه

source: Report Calculation Type
ar_eg: النطاق

source: Yes
ar_eg: نعم

source: EntityLevel
ar_eg: مستوي الجهه

source: Color
ar_eg: اللون

source: Services
ar_eg: خدمات الموقع

source: Photo Album
ar_eg: البوم الصور

source: Career
ar_eg: الوظائف

source: ContentLevel
ar_eg: مستوي المحتوي الثابت

source: MinistryOfEducationSouthSinai
ar_eg: محافظة بورسعيد

source: Geolocation
ar_eg: الموقع الجغرافي

source: Managers
ar_eg: مديرين الإدارات التعليمية

source: EducationalSection
ar_eg: التخصص

source: EducationalType
ar_eg: نوع التعليم

# HeadMasterA
source: HeadMaster(Arabic)
ar_eg: المدير(عربى)

# HeadMasterE
source: HeadMaster(English)
ar_eg: المدير(انجليزى)

source: BirthCertificate
ar_eg: صورة شهادة الميلاد

source: Gender
ar_eg: النوع

source: IdentityNumber
ar_eg: رقم تحقيق شخصية

source: IdentityType
ar_eg: نوع تحقيق شخصية

source: Nationality
ar_eg: الجنسية

source: Religion
ar_eg: الديانة

source: BirthDate
ar_eg: تاريخ الميلاد

source: ParentalOwner
ar_eg: الولاية التعليمية

source: ParentalStatus
ar_eg: حالات خاصة

source: TransactionDate
ar_eg: تاريخ التسجيل

source: ApplicantList
ar_eg: قائمة المحتوى

source: StaticContentValues
ar_eg: قائمة المحتوى الثابت

source: AddManager
ar_eg: اضافه مدير

source: VideoLibraryVideo
ar_eg: مكتبة الفيديو

source: EducationClasslName
ar_eg: الصف الدراسى

source: GovernateName
ar_eg: المحافظة

source: Governate
ar_eg: المحافظة

source: EducationClass
ar_eg: الصف الدراسي

source: NextEducationClass
ar_eg: الصف الدراسي التالي

source: SchoolTransferAction
ar_eg: طريقة التحويل

source: End date should be greater than Start date
ar_eg: يجب أن يكون تاريخ الانتهاء أكير من تاريخ البدء

source: ClassTransferStatus
ar_eg: حالة القيد

source: EducationYear
ar_eg: العام الدراسي

source: SchoolEntityOther
ar_eg: مدرسة أخرى

source: ISCurrentManager
ar_eg: مدير حالي

source: Manager
ar_eg: مدير الجهة

source: Cover
ar_eg: الغلاف

source: DiscountPersentage
ar_eg: نسبه التخفيض

source: School
ar_eg: مدرسة

source: DestinationEducationalLevel
ar_eg: المرحلة التعليمية الموجهه إليها

source: PrepSchool
ar_eg: المدرسة الاعدادية

source: SecondarySchool
ar_eg: المدرسة الثانوية

source: AllocateInfo
ar_eg: تفاصيل النقل الإضافية

source: SecondaryStudent
ar_eg: طلاب ثانوي

source: ManagerSpeach
ar_eg: كلمة المدير

source: DirectorateEntities
ar_eg: كيانات المديرية

source: HelperLookups
ar_eg: الجداول المساعدة

source: PortalManagement
ar_eg: إدارة البوابة

source: SecurityManagment
ar_eg: إدارة النظام

source: WithoutSpaces
ar_eg: بدون مسافات

source: SchoolClassification
ar_eg: تصنيف المدرسة

source: EducationClassName
ar_eg: الصف الدراسى

source: EducationSemesterName
ar_eg: الترم

source: SchoolName
ar_eg: اسم المدرسة

source: DetailsResultAttachment
ar_eg: إرفاق نتيجة مفصلة

source: ResultAttachment
ar_eg: إرفاق نتيجة

source: Document Type
ar_eg: نوع الوثيقة

source: EducationSemester
ar_eg: الترم الدراسى

source: EducationRound
ar_eg: الدور

source: DocumentTypeName
ar_eg: نوع الوثيقة

source: DestinationEntity
ar_eg: الجهة الموجهه إليها

source: TransferAmount
ar_eg: قيمة الحوالة

source: TransferNumber
ar_eg: رقم الحوالة

source: SchoolWithoutResult
ar_eg: المدارس التي لم تسلم النتائج

source: Save And Print
ar_eg: حفظ و طباعة

source: Educational Year
ar_eg: السنة الدراسية

source: SortBy
ar_eg: ترتيب

source: Current
ar_eg: الحالي

source: Not Current
ar_eg: غير حالي

source: Translation
ar_eg: الترجمة بالانجليزي

source: Ads
ar_eg: اعلانات

source: AdsCategoryName
ar_eg: تصنيف الإعلان

source: AdsTypeName
ar_eg: نوع الإعلان

source: Data
ar_eg: أدلة وبيانات

source: JobEndDate
ar_eg: تاريخ انتهاء العمل

source: JobStartDate
ar_eg: تاريخ بدء العمل

source: Governors
ar_eg: المحافظون

# Gov
source: Government
ar_eg: المحافظة

source: Directory
ar_eg: أدلة

source: DirectoryType
ar_eg: نوع الدليل

source: DirectoryTypeName
ar_eg: نوع الدليل

source: National Council
ar_eg: المجالس القومية

source: Directorate
ar_eg: مديرية

source: Directorates
ar_eg: مديريات

source: ManagerEducationLevel
ar_eg: شهادة المدير التعليمية

source: ViceManager
ar_eg: نائب المدير

source: TouristAttraction
ar_eg: معالم سياحية

source: TouristAttractions
ar_eg: معالم سياحية

source: SectorName
ar_eg: صفحة العرض

# ManagerA
source: Manager(Arabic)
ar_eg: المدير (عربي)

# ManagerE
source: Manager(English)
ar_eg: المدير (انجليزي)

# ViceManagerA
source: ViceManager(Arabic)
ar_eg: نائب المدير (عربي)

# ViceManagerE
source: ViceManager(English)
ar_eg: نائب المدير (انجليزي)

# WorkFieldA
source: WorkField(Arabic)
ar_eg: مجال العمل (عربي)

# WorkFieldE
source: WorkField(English)
ar_eg: مجال العمل (انجليزي)

source: Society
ar_eg: الجمعيات الأهلية

source: MemberCount
ar_eg: عدد الأعضاء

source: WorkField
ar_eg: مجال العمل

source: Goal
ar_eg: الهدف

source: Vision
ar_eg: الرؤية

source: Location
ar_eg: الموقع

source: NationalProject
ar_eg: المشروعات القومية

source: ProjectSector
ar_eg: قطاع المشروع

source: AdsCategory
ar_eg: تصنيف الإعلان

source: AdsType
ar_eg: نوع الاعلان

source: Media Corner
ar_eg: الركن الاعلامى

source: Sector
ar_eg: صفحة العرض

source: Add Document Library
ar_eg: اضافة اصدار

source: Add Event
ar_eg: اضافة حدث

source: Add National Council
ar_eg: اضافة مجلس قومي

source: Add Video
ar_eg: اضافة فيديو

source: Edit Document Library
ar_eg: تعديل اصدار

source: Edit Event
ar_eg: تعديل حدث

source: Edit National Council
ar_eg: تعديل مجلس قومي

source: Edit Video
ar_eg: تعديل فيديو

source: Video Library
ar_eg: مكتبة الفيديو

source: Careers
ar_eg: وظائف

source: EmploymentTypeName
ar_eg: نوع الوظيفة

source: SeniorityLevelName
ar_eg: الأقدمية

source: Available
ar_eg: متاح

source: AddCareer
ar_eg: إضافة وظيفة

source: NotAvailable
ar_eg: غير متاح

source: RelatedWebsiteCategory
ar_eg: تصنيف الرابط

source: RelatedWebsiteCategoryName
ar_eg: تصنيف الرابط

source: YouthEmployment
ar_eg: تشغيل الشباب

source: AddYouthEmployment
ar_eg: إضافة تشغيل الشباب

source: CareerApplicant
ar_eg: متقدم للوظيفة

source: YouthEmploymentApplicant
ar_eg: متقدم للمشروع

source: BusinessField
ar_eg: نوع المجال

source: BusinessFieldName
ar_eg: نوع المجال

source: Idea
ar_eg: بنك الافكار

source: BusinessFields
ar_eg: مجالات

source: Problem
ar_eg: المشكلة

source: Solution
ar_eg: الحل

source: Appointments
ar_eg: الكلمات واللقاءات

source: Appointment Type
ar_eg: نوع اللقاءات

source: Governor
ar_eg: المحافظ

source: Appointment Date
ar_eg: تاريخ اللقاء/ الكلمة

source: Add Appointment
ar_eg: اضافة لقاء

source: Edit Appointment
ar_eg: تعديل لقاء

# Appointment
source: Appointments
ar_eg: الكلمات واللقاءات

source: LeaderCategory
ar_eg: تصنيف القيادات

source: Leader
ar_eg: قائد

source: Leaders
ar_eg: القيادات

# AreaA
source: Area
ar_eg: المساحة

source: Attachment Price
ar_eg: قيمة المرافق للمتر المربع

source: Industrial Zone
ar_eg: المنطقه الصناعية

source: Investment Payment System
ar_eg: نظام سداد قيمة المرافق

source: Investment Specialty Type
ar_eg: نوع التخصيص

source: Meter Price
ar_eg: قيمة حق الانتفاع للمتر المربع

source: Part Number
ar_eg: رقم القطعة

source: Period
ar_eg: مدة حق الانتفاع

source: BriefA
ar_eg: النبذة (عربي)

source: BriefE
ar_eg: النبذة (إنجليزي)

source: AddAds
ar_eg: إضافة إعلان

source: AddInfoGraph
ar_eg: إضافة انفوجراف

source: AddNew
ar_eg: إضافة خبر

source: AddPhotoLibraryAlbum
ar_eg: إضافة ألبوم صور

source: AddRelatedWebsite
ar_eg: إضافة روابط هامة

source: AddStaticContent
ar_eg: إضافة محتوى ثابت

source: AddStaticContentValue
ar_eg: إضافة قائمة المحتوى

source: EditAds
ar_eg: تعديل إعلان

source: EditCareer
ar_eg: تعديل وظيفة

source: EditInfoGraph
ar_eg: تعديل انفوجراف

source: EditNew
ar_eg: تعديل خبر

source: EditPhotoLibraryAlbum
ar_eg: تعديل ألبوم الصور

source: EditRelatedWebsite
ar_eg: تعديل روابط هامة

source: EditStaticContent
ar_eg: تعديل محتوى ثابت

source: EditStaticContentValue
ar_eg: تعديل قائمة المحتوى

source: EditYouthEmployment
ar_eg: تعديل تشغيل الشباب

source: Add General Bureau
ar_eg: اضافة الديوان العام

source: Edit General Bureau
ar_eg: تعديل الديوان العام

source: General Bureau
ar_eg: الديوان العام

source: Investment
ar_eg: الاستثمار

source: Parent Name
ar_eg: عنصر الاب

source: Destination
ar_eg: جهة

source: LeaderJobTitle
ar_eg: المسمى الوظيفى

source: Add National Project
ar_eg: اضافة مشروع القومي

source: Edit National Project
ar_eg: تعديل المشروع القومي

source: ExcutionPercentage
ar_eg: نسبة التنفيذ

source: Add Investment
ar_eg: اضافة فرصة استثمارية

source: Edit Investment
ar_eg: تعديل فرصة استثمارية
